<?php

$table = [
    [
        'wasUsed' => 'did not use',
        'firstCor' => 'B9',
        'lastCor' => 'F15',
        'edit' => false,
        'data' => [
            [
                'row' => 1,
                'sort' => 0,
                'cell' => [
                    'Наименование услуги',
                    'Еденица измерения',
                    'Количество',
                    'Цена за единицу, руб.',
                    'Стоимость услуг, руб.'
                ]
            ],
            [
                'row' => 2,
                'sort' => 1,
                'cell' => [
                    'Обновление и перенастройка биллинговой системы учёта телефонного трафика абонентов',
                    'абоненты',
                    '64',
                    '500',
                    '25000'
                ]
            ],
            [
                'row' => 3,
                'sort' => 2,
                'cell' => [
                    'Обновление и перенастройка маршрутизации за одно правило',
                    'шт.',
                    '64',
                    '500',
                    '32000'
                ]
            ],
            [
                'row' => 4,
                'sort' => 3,
                'cell' => [
                    'Настройка разграничения уровня доступа абонентов в ТСОП, разграничение доступа по группам пользователей',
                    'шт.',
                    '80',
                    '400',
                    '32000'
                ]
            ],
            [
                'row' => 5,
                'sort' => 3,
                'cell' => [
                    'Переадресация номерной емкости в ТСОП',
                    'шт.',
                    '30',
                    '1000',
                    '30000'
                ]
            ],
            [
                'row' => 6,
                'sort' => 3,
                'cell' => [
                    'Перепрошивка и обновление на АТС рекомендованных производителем',
                    'шт.',
                    '5',
                    '10000',
                    '50000'
                ]
            ],
            [
                'row' => 7,
                'sort' => 3,
                'cell' => [
                    'Регламентное удалённое обслуживание системы учета телефонного трафика',
                    'шт.',
                    '17',
                    '3000',
                    '51000'
                ]
            ]
        ]
    ],
    [
        'wasUsed' => '16.10.2024',
        'firstCor' => 'B9',
        'lastCor' => 'F15',
        'edit' => false,
        'data' => [
            [
                'row' => 1,
                'sort' => 0,
                'wasUsed' => '',
                'cell' => [
                    'Наименование услуги',
                    'Еденица измерения',
                    'Количество',
                    'Цена за единицу, руб.',
                    'Стоимость услуг, руб.'
                ]
            ],
            [
                'row' => 2,
                'sort' => 1,
                'cell' => [
                    'Обновление и перенастройка биллинговой системы учёта телефонного трафика абонентов',
                    'абоненты',
                    '64',
                    '500',
                    '25000'
                ]
            ],
            [
                'row' => 3,
                'sort' => 2,
                'cell' => [
                    'Обновление и перенастройка маршрутизации за одно правило',
                    'шт.',
                    '64',
                    '500',
                    '32000'
                ]
            ],
            [
                'row' => 4,
                'sort' => 3,
                'cell' => [
                    'Настройка разграничения уровня доступа абонентов в ТСОП, разграничение доступа по группам пользователей',
                    'шт.',
                    '80',
                    '400',
                    '32000'
                ]
            ],
            [
                'row' => 5,
                'sort' => 3,
                'cell' => [
                    'Переадресация номерной емкости в ТСОП',
                    'шт.',
                    '30',
                    '1000',
                    '30000'
                ]
            ],
            [
                'row' => 6,
                'sort' => 3,
                'cell' => [
                    'Перепрошивка и обновление на АТС рекомендованных производителем',
                    'шт.',
                    '5',
                    '10000',
                    '50000'
                ]
            ],
            [
                'row' => 7,
                'sort' => 3,
                'cell' => [
                    'Регламентное удалённое обслуживание системы учета телефонного трафика',
                    'шт.',
                    '17',
                    '3000',
                    '51'
                ]
            ]
        ]
    ],
];